TargetApplication=c:\Utils\DebugStringView\DebugStringView.exe
Author=Germán Estévez - Neftalí
SourceLANGID=3082
LANGID=1036
Generator=DKLang Translation Editor v3.0
LastModified=2026-01-29 17:39:57

[FormMain]
00000002=Lent
00000003=666 lignes
00000004=Liste des processus (nom):
00000005=Identifiants de processus:
00000013=&Déposer
00000014=Options de fichier
00000015=Capturer
00000016=Options de capture de messages
00000017=&Voir
00000018=Options d'affichage
00000019=Colonnes
00000020=Afficher la liste des processus par nom
00000021=&Options
00000022=Autres options de configuration
00000023=&Fonte de lettre
00000034=Autres fonts...
00000040=Aide
00000041=Options d'aide
00000043=&Abrir
00000044=Ouvrir un fichier enregistré par DebugStringView
00000045=&Garder
00000046=Enregistrer le contenu de l'écran
00000047=Enregistrer &sous
00000048=&Sortir
00000049=Quitter l'application
00000050=Date
00000051=Afficher/Masquer la colonne Date
00000052=Hour
00000053=Afficher/masquer la colonne horaire
00000055=Nom du processus
00000056=Message
00000057=&Couleurs par procédé
00000058=Attribuer une couleur à chaque processus
00000059=&Défilement automatique
00000060=&Ayuda
00000061=Aide sur le programme
00000062=À propos &de...
00000063=À propos de l'application
00000064=&Mises à jour
00000065=Vérifier les mises à jour du programme
00000066=Colonnes &d'ajustement automatique
00000067=Calculer les largeurs de colonnes automatiques
00000068=&Liste des processus
00000069=&Liste des processus
00000070=&Nettoyer le débogage
00000071=Effacer tout le contenu de débogage
00000073=&Pause
00000074=Mettre en pause la capture du message
00000075=&Reprendre
00000076=Reprendre la capture du message
00000077=Fichiers journaux (*.dsvlog)
00000078=Enregistrer le contenu dans un fichier
00000080=Seuls les messages &visibles
00000081=Permet d'enregistrer uniquement les messages visibles à l'écran (filtre activé)
00000082=Fichiers journaux (*.dsvlog)
00000083=Ouvrir un fichier journal
00000084=Langues
00000085=Sélectionnez tous les processus de la liste
00000086=Désélectionner tous les processus de la liste
00000087=Inverser la sélection du processus actuel
00000089=Vérifiez les mises à jour sur &start
00000090=Conseils
00000091=Filtré
00000100=&Afficher/Masquer la barre d'outils
00000101=Afficher/Masquer la barre d'outils
00000102=&Nouveau
00000103=&Ancien
00000104=&Suivant
00000105=&Supprimer
00000106=Créer un nouveau signet
00000107=Accéder au favori précédent
00000108=Accéder au favori suivant
00000109=Supprimer un favori
00000110=Favoris
00000111=Liste des favoris:
00000114=Rechercher
00000116=&Rechercher
00000119=Rechercher du texte dans les messages
00000122=&Aller à... (ID)
00000123=Accéder à une ligne avec un ID spécifique
00000124=&Rechercher...
00000125=Rechercher|Recherche le texte spécifié
00000126=Rechercher &Suivant
00000127=Rechercher suivant|Répéter la dernière recherche
00000128=Rechercher &d'abord
00000129=Rechercher le premier|Trouver la première occurrence d'un texte spécifique
00000132=
00000135=Copier le message
00000136=Copier la ligne entière
00000137=Copiez le contenu de la ligne entière
00000138=Copier le message de l'élément sélectionné
00000139=&Nettoyez ce processus
00000140=Supprimez le processus et tous ses messages du journal.
00000141=&Nouvelle capture
00000142=Supprimez tout le contenu actuel et commencez une nouvelle capture.
00000143=&Nettoyez ce processus
00000144=Supprimez le processus et tous ses messages du journal.

[FormAcercaDe]
00000001=À propos de...
00000003=Version XX.XX
00000005=DebugStringView est une application qui vous permet de surveiller la sortie des messages de débogage sur votre ordinateur local. Capturez les messages envoyés par les applications à l'aide de l'API OutputDebugString.
00000008=Fermer

[$CONSTANTS]
errBMNotFound=Erreur lors de la localisation du signet sélectionné
errBMNotFound1=Une erreur s'est produite lors de l'accès au signet.
errBMNotFound2=Vous essayez peut-être d'accéder à un élément filtré (non visible).
errcalcularVer=Erreur lors de la vérification des nouvelles versions du programme.
errDownload=Erreur lors du téléchargement du fichier : %s
errLimiteBookmarks=Aucun autre signet ne peut être créé
errMemo=Erreur, vous devez attribuer un [mémo] pour utiliser cette classe <%s>
errPath=Erreur, vous devez attribuer un [chemin] pour utiliser cette classe <%s>
errrestoreConfig1=Erreur lors de la restauration du fichier de configuration <%s>
errrestoreConfig2=Veuillez le supprimer et exécuter à nouveau l'application.
errSaveConfig1=Erreur lors de l'enregistrement de la configuration dans le fichier <%s>.
errSaveConfig2=Cela peut être dû à une erreur de programme ou à un manque d'autorisations pour écrire dans le fichier.
err_FilenameNotAssigned=Le nom du fichier de configuration n'est pas attribué.
err_guardarFichero=Erreur lors de l'enregistrement du fichier
err_leerFichero=Erreur lors de la lecture du fichier.
err_NoSePuedeBorrar=Erreur, le fichier <%s> n'a pas pu être supprimé.
err_Save=Erreur lors de l'enregistrement du fichier.
err_SinDatosAsignado=Erreur, la source de données <dataset> n'est pas mappée.
LBL_VERSION=Version
msgCrearbm=Créer un nouveau signet
msgDesc1=Entrez une description :
msgEliminarBM1=Voulez-vous vraiment supprimer le signet sélectionné ?
msgEliminarBM2=Supprimer le signet
msgIrACaption=Aller à la ligne... (par ID)
msgIrAMsg=Entrez l'ID de l'article :
msgNewVersion=Une mise à jour est disponible <%s>. Cliquez ici pour accéder à la page de téléchargement.
msgNoUpdates=Aucune mise à jour trouvée.
msgNuevo1=Lorsqu'une nouvelle capture est lancée, tous les messages, processus et signets de la capture en cours sont supprimés.
msgNuevo2=Souhaitez-vous continuer ?
msgOpenFile1=Il y a déjà des messages capturés à l'écran, si vous continuez le téléchargement du fichier, les messages actuels seront supprimés.
msgOpenFile2=Voulez-vous continuer à ouvrir le fichier ?
msgReanudar1=La reprise du processus de capture supprimera tous les messages à l’écran.
msgReanudar2=Voulez-vous démarrer le processus de capture ?
msgTitleNuevo=Démarrer une nouvelle capture
msgTitleOpen=Ouvrir le fichier de messages
msgTitleReanudar=Redémarrer la capture
msgUpdatesTitle=Vérifier les mises à jour
msg_Activo=Actif
msg_Idioma=Changer la langue de l'application en [%s]
msg_lineas=lignes
msg_NoEncontrado=Aucun élément trouvé.
msg_Pausado=Lent
msg_Updates1=Une version plus récente de l'application <%s> a été trouvée.
msg_Updates2=Souhaitez-vous ouvrir la page Web pour le télécharger ?
str_Filtered=Filtré
title_Fecha=Date
title_hora=Houre
title_Mensaje=Message
title_Nombre=Nom
